Repository: common-repository/plinks
Catalog: languages/plinks-*.po
Languages: de_de

source: pLinks Settings
de_de: pLinks Einstellungen

source: Thumbnail Settings
de_de: Thumbnail Einstellungen

source: Show Preview Images
de_de: Thumbnail Vorschau anzeigen

source: Thumbnail Image Size
de_de: Thumbnail Bild Größe

source: tiny
de_de: winzig

source: small
de_de: klein

source: medium
de_de: mittel

source: large
de_de: gross

source: extra large
de_de: extra gross

source: For Thumbnails to work you have to register a free account and add your domain at <a href="http://pagepeeker.com/signup/free/" target="_blank">pagepeeker.com</a>
de_de: Damit Website Screenshots funktionieren registriere einen kostenlosen Account und füge deinen Seiten URL hinzu unter <a href="http://pagepeeker.com/signup/free/" target="_blank">pagepeeker.com</a>

source: If you have an API Key we swith to the registered API
de_de: Wenn du einen API Key besitzt wird dieser verwendet und SSL unterstützt

source: Show some Love
de_de: Zeige etwas Liebe

source: Show this text below the link lists:
de_de: Zeige diesen Text unter der Linkliste:

source: Save Changes
de_de: Speichern

source: pLinks Usage
de_de: pLinks Benutzung

source: Simple use a shortcode on a page of your choice or create a new page and insert the following shortcode: <code>[plinks category_name="Blogroll"]</code>. Use a category that exists!
de_de: Um eine Liste von Links aus dem Link Verzeichniss anzeigen zu lassen benutze diesen Shortcode in einem Beitrag oder auf einer Seite: <code>[plinks category_name="Blogroll"]</code>. Der Kategorie Name soll natürlich auch existieren!

source: To display a simple PagePeeker preview: <code>[pagepeeker url=http://www.powie.de]</code>
de_de: Um eine einzelne PagePeeker Vorschau anzuzeigen: <code>[pagepeeker url=http://www.powie.de]</code>

source: To change the size of the preview image use the <b>size</b> parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>
de_de: Um die Vorschau in einer andere Größe anzeigen zu lassen benutze den <b>size</b> Parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>

source: Size is defined by PagePeeker: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>
de_de: <b>Size</b> wird durch PagePeeker vorgegeben: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>

source: If no size is defined it uses the settings above!
de_de: Wenn der size Parameter nicht angegeben wird ist die oben eingestellte Größe benutzt!

source: Happy Linking.
de_de: Viel Spass beim Verlinken.

source: Link Manager
de_de: Link Manager Plugin

source: With Wordpress 3.5 and above the Link Manager ist disabled by default. Install this plugin to reactivate it: <a href="http://wordpress.org/plugins/link-manager/" target="_blank">Link Manager</a>
de_de: Ab Wordpress 3.5 und höher ist der LinkManager nicht mehr von Beginn an installiert. Um ihn zu aktivieren installiere dieses Plugin: <a href="http://wordpress.org/plugins/link-manager/" target="_blank">Link Manager</a>

source: About
de_de: Über
